export const okpd2Nomenclature = [
    {
        symbol: 'A',
        code: 'A',
        name: 'Продукция сельского, лесного и рыбного хозяйства',
        child: [
            {
                symbol: '1',
                code: '01',
                name: "Продукция и услуги сельского хозяйства и охоты",
            },
            {
                symbol: '2',
                code: '02',
                name: "Продукция лесоводства, лесозаготовок и связанные с этим услуги",
            },
            {
                symbol: '3',
                code: '03',
                name: "Рыба и прочая продукция рыболовства и рыбоводства; услуги, связанные с рыболовством и рыбоводством",
            },
        ]
    },
    {
        symbol: 'B',
        code: 'B',
        name: 'Продукция горнодобывающих производств',
        child: [
            {
                symbol: '1',
                code: '05',
                name: "Уголь",
            },
            {
                symbol: '2',
                code: '06',
                name: "Нефть и газ природный",
            },
            {
                symbol: '3',
                code: '07',
                name: "Руды металлические",
            },
            {
                symbol: '4',
                code: '08',
                name: "Продукция горнодобывающих производств прочая",
            },
            {
                symbol: '5',
                code: '09',
                name: "Услуги в области добычи полезных ископаемых",
            },
        ]
    },
    {
        symbol: 'С',
        code: 'С',
        name: 'Продукция обрабатывающих производств',
        child: [
            {
                symbol: '1',
                code: '10',
                name: "	Продукты пищевые",
            },
            {
                symbol: '2',
                code: '11',
                name: "Напитки",
            },
            {
                symbol: '3',
                code: '12',
                name: "Изделия табачные",
            },
            {
                symbol: '4',
                code: '13',
                name: "Текстиль и изделия текстильные",
            },
            {
                symbol: '5',
                code: '14',
                name: "Одежда",
            },
            {
                symbol: '6',
                code: '15',
                name: "Кожа и изделия из кожи",
            },
            {
                symbol: '7',
                code: '16',
                name: "Древесина и изделия из дерева и пробки, кроме мебели; изделия из соломки и материалов для плетения",
            },
            {
                symbol: '8',
                code: '17',
                name: "Бумага и изделия из бумаги",
            },
            {
                symbol: '9',
                code: '18',
                name: "Услуги печатные и услуги по копированию звуко- и видеозаписей, а также программных средств",
            },
            {
                symbol: '10',
                code: '19',
                name: "Кокс и нефтепродукты",
            },
            {
                symbol: '11',
                code: '20',
                name: "Вещества химические и продукты химические",
            },
            {
                symbol: '12',
                code: '21',
                name: "Средства лекарственные и материалы, применяемые в медицинских целях",
            },
            {
                symbol: '13',
                code: '22',
                name: "Изделия резиновые и пластмассовые",
            },
            {
                symbol: '14',
                code: '23',
                name: "Продукты минеральные неметаллические прочие",
            },
            {
                symbol: '15',
                code: '24',
                name: "Металлы основные",
            },
            {
                symbol: '16',
                code: '25',
                name: "Изделия металлические готовые, кроме машин и оборудования",
            },
            {
                symbol: '17',
                code: '26',
                name: "Оборудование компьютерное, электронное и оптическое",
            },
            {
                symbol: '18',
                code: '27',
                name: "Оборудование электрическое",
            },
            {
                symbol: '19',
                code: '28',
                name: "Машины и оборудование, не включенные в другие группировки",
            },
            {
                symbol: '20',
                code: '29',
                name: "Средства автотранспортные, прицепы и полуприцепы",
            },
            {
                symbol: '21',
                code: '30',
                name: "Средства транспортные и оборудование, прочие",
            },
            {
                symbol: '22',
                code: '31',
                name: "Мебель",
            },
            {
                symbol: '23',
                code: '32',
                name: "Изделия готовые прочие",
            },
            {
                symbol: '24',
                code: '33',
                name: "Услуги по ремонту и монтажу машин и оборудования",
            },
        ]
    },
    {
        symbol: 'D',
        code: 'D',
        name: 'Электроэнергия, газ, пар и кондиционирование воздуха',
        child: [
            {
                symbol: '1',
                code: '35',
                name: "Электроэнергия, газ, пар и кондиционирование воздуха",
            },
        ]
    },
    {
        symbol: 'E',
        code: 'E',
        name: 'Водоснабжение; водоотведение, услуги по удалению и рекультивации отходов',
        child: [
            {
                symbol: '1',
                code: '36',
                name: "Вода природная; услуги по очистке воды и водоснабжению",
            },
            {
                symbol: '2',
                code: '37',
                name: "Услуги по водоотведению; шлам сточных вод",
            },
            {
                symbol: '3',
                code: '38',
                name: "Услуги по сбору, обработке и удалению отходов; услуги по утилизации отходов",
            },
            {
                symbol: '4',
                code: '39',
                name: "Услуги по рекультивации и прочие услуги по утилизации отходов",
            },
        ]
    },
    {
        symbol: 'F',
        code: 'F',
        name: 'Сооружения и строительные работы',
        child: [
            {
                symbol: '1',
                code: '41',
                name: "Здания и работы по возведению зданий",
            },
            {
                symbol: '2',
                code: '42',
                name: "Сооружения и строительные работы в области гражданского строительства",
            },
            {
                symbol: '3',
                code: '43',
                name: "Работы строительные специализированные",
            },
        ]
    },
    {
        symbol: 'G',
        code: 'G',
        name: 'Услуги по оптовой и розничной торговле; услуги по ремонту автотранспортных средств и мотоциклов',
        child: [
            {
                symbol: '1',
                code: '45',
                name: "Услуги по оптовой и розничной торговле и услуги по ремонту автотранспортных средств и мотоциклов",
            },
            {
                symbol: '2',
                code: '46',
                name: "Услуги по оптовой торговле, кроме оптовой торговли автотранспортными средствами и мотоциклами",
            },
            {
                symbol: '3',
                code: '47',
                name: "Услуги по розничной торговле, кроме розничной торговли автотранспортными средствами и мотоциклами",
            },
        ]
    },
    {
        symbol: 'H',
        code: 'H',
        name: 'Услуги транспорта и складского хозяйства',
        child: [
            {
                symbol: '1',
                code: '49',
                name: "Услуги сухопутного и трубопроводного транспорта",
            },
            {
                symbol: '2',
                code: '50',
                name: "Услуги водного транспорта",
            },
            {
                symbol: '3',
                code: '51',
                name: "Услуги воздушного и космического транспорта",
            },
            {
                symbol: '4',
                code: '52',
                name: "Услуги по складированию и вспомогательные транспортные услуги",
            },
            {
                symbol: '5',
                code: '53',
                name: "Услуги почтовой связи и услуги курьерские",
            },
        ]
    },
    {
        symbol: 'I',
        code: 'I',
        name: 'Услуги гостиничного хозяйства и общественного питания',
        child: [
            {
                symbol: '1',
                code: '55',
                name: "Услуги по предоставлению мест для временного проживания",
            },
            {
                symbol: '2',
                code: '56',
                name: "Услуги общественного питания",
            },
        ]
    },
    {
        symbol: 'J',
        code: 'J',
        name: 'Услуги в области информации и связи',
        child: [
            {
                symbol: '1',
                code: '58',
                name: "Услуги издательские",
            },
            {
                symbol: '2',
                code: '59',
                name: "Услуги по производству кинофильмов, видеофильмов и телевизионных программ, звукозаписей и изданию музыкальных записей",
            },
            {
                symbol: '3',
                code: '60',
                name: "Услуги в области теле- и радиовещания",
            },
            {
                symbol: '4',
                code: '61',
                name: "Услуги телекоммуникационные",
            },
            {
                symbol: '5',
                code: '62',
                name: "Продукты программные и услуги по разработке программного обеспечения; консультационные и аналогичные услуги в области информационных технологий",
            },
            {
                symbol: '6',
                code: '63',
                name: "Услуги в области информационных технологий",
            },
        ]
    },
    {
        symbol: 'K',
        code: 'K',
        name: '	Услуги финансовые и страховые',
        child: [
            {
                symbol: '1',
                code: '64',
                name: "Услуги финансовые, кроме услуг по страхованию и пенсионному обеспечению",
            },
            {
                symbol: '2',
                code: '65',
                name: "Услуги по страхованию, перестрахованию и негосударственному пенсионному обеспечению, кроме обязательного социального обеспечения",
            },
            {
                symbol: '3',
                code: '66',
                name: "Услуги вспомогательные, связанные с услугами финансового посредничества и страхования",
            },
        ]
    },
    {
        symbol: 'L',
        code: 'L',
        name: 'Услуги, связанные с недвижимым имуществом',
        child: [
            {
                symbol: '1',
                code: '68',
                name: "Услуги по операциям с недвижимым имуществом",
            },
        ]
    },
    {
        symbol: 'M',
        code: 'M',
        name: 'Услуги, связанные с научной, инженерно-технической и профессиональной деятельностью',
        child: [
            {
                symbol: '1',
                code: '69',
                name: "Услуги юридические и бухгалтерские",
            },
            {
                symbol: '2',
                code: '70',
                name: "Услуги головных офисов; услуги консультативные в области управления предприятием",
            },
            {
                symbol: '3',
                code: '71',
                name: "Услуги в области архитектуры и инженерно-технического проектирования, технических испытаний, исследований и анализа",
            },
            {
                symbol: '4',
                code: '72',
                name: "Услуги и работы, связанные с научными исследованиями и экспериментальными разработками",
            },
            {
                symbol: '5',
                code: '73',
                name: "Услуги рекламные и услуги по исследованию конъюнктуры рынка",
            },
            {
                symbol: '6',
                code: '74',
                name: "Услуги профессиональные, научные и технические, прочие",
            },
            {
                symbol: '7',
                code: '75',
                name: "Услуги ветеринарные",
            },
        ]
    },
    {
        symbol: 'N',
        code: 'N',
        name: 'Услуги административные и вспомогательные',
        child: [
            {
                symbol: '1',
                code: '77',
                name: "Услуги по аренде и лизингу",
            },
            {
                symbol: '2',
                code: '78',
                name: "Услуги по трудоустройству и подбору персонала",
            },
            {
                symbol: '3',
                code: '79',
                name: "Услуги туристических агентств, туроператоров и прочие услуги по бронированию и сопутствующие им услуги",
            },
            {
                symbol: '4',
                code: '80',
                name: "Услуги по обеспечению безопасности и проведению расследований",
            },
            {
                symbol: '5',
                code: '81',
                name: "Услуги по обслуживанию зданий и территорий",
            },

        ]
    },
    {
        symbol: 'O',
        code: 'O',
        name: 'Услуги в сфере государственного управления и обеспечения военной безопасности; услуги по обязательному социальному обеспечению',
        child: [
            {
                symbol: '1',
                code: '84',
                name: "Услуги в области государственного управления и обеспечения военной безопасности, услуги в области обязательного социального обеспечения",
            },
        ]
    },
    {
        symbol: 'P',
        code: 'P',
        name: 'Услуги в области образования',
        child: [
            {
                symbol: '1',
                code: '85',
                name: "Услуги в области образования",
            },
        ]
    },
    {
        symbol: 'Q',
        code: 'Q',
        name: 'Услуги в области здравоохранения и социальные услуги',
        child: [
            {
                symbol: '1',
                code: '86',
                name: "Услуги в области здравоохранения",
            },
            {
                symbol: '2',
                code: '87',
                name: "Услуги по предоставлению ухода с обеспечением проживания",
            },
            {
                symbol: '3',
                code: '88',
                name: "Услуги социальные без обеспечения проживания",
            },
        ]
    },
    {
        symbol: 'R',
        code: 'R',
        name: 'Услуги в области искусства, развлечений, отдыха и спорта',
        child: [
            {
                symbol: '1',
                code: '90',
                name: "Услуги в области творчества, искусства и развлечений",
            },
            {
                symbol: '2',
                code: '91',
                name: "Услуги библиотек, архивов, музеев и прочие услуги в области культуры",
            },
            {
                symbol: '3',
                code: '92',
                name: "Услуги по организации и проведению азартных игр и заключению пари, лотерей",
            },
            {
                symbol: '4',
                code: '93',
                name: "Услуги, связанные со спортом, и услуги по организации развлечений и отдыха",
            },
        ]
    },
    {
        symbol: 'S',
        code: 'S',
        name: 'Услуги общественных организаций; прочие услуги для населения',
        child: [
            {
                symbol: '1',
                code: '94',
                name: "Услуги общественных организаций и прочих некоммерческих организаций",
            },
            {
                symbol: '2',
                code: '95',
                name: "Услуги по ремонту компьютеров, предметов личного потребления и бытовых товаров",
            },
            {
                symbol: '3',
                code: '96',
                name: "Услуги персональные прочие",
            },
        ]
    },
    {
        symbol: 'T',
        code: 'T',
        name: 'Товары и услуги различные, производимые домашними хозяйствами для собственного потребления, включая услуги работодателя для домашнего персонала',
        child: [
            {
                symbol: '1',
                code: '97',
                name: "Услуги домашних хозяйств с наемными работниками",
            },
            {
                symbol: '2',
                code: '98',
                name: "Продукция и различные услуги частных домашних хозяйств для собственных нужд",
            },

        ]
    },
    {
        symbol: 'U',
        code: 'U',
        name: 'Услуги, предоставляемые экстерриториальными организациями и органами',
        child: [
            {
                symbol: '1',
                code: '99',
                name: "Услуги, предоставляемые экстерриториальными организациями и органами",
            },
        ]
    },
]